const instructions = [
  {
    id: 1,
    content:
      "উপরের লগিন বাঁটনে ক্লিক করুন এবং আপনার ইউজারনেম এবং পাসওয়ার্ড দিয়ে লগইন করুন।",
  },
  {
    id: 2,
    content:
      "আপনি যদি কোন অ্যাকাউন্ট না থাকে তাহলে অটোমেটিক ইউজারনেম এবং পাসওয়ার্ড দিয়ে নতুন অ্যাকাউন্ট তৈরি হয়ে যাবে।",
  },
  {
    id: 3,
    content:
      "আপনার অ্যাকাউন্ট তৈরি হয়ে গেলে আপনি চ্যাট রুম তৈরি করতে পারবেন এবং চ্যাট করতে পারবেন।",
  },
  {
    id: 4,
    content:
      "চ্যাট রুম তৈরি করতে হলে আপনাকে চ্যাট রুমের নাম দিতে হবে এবং যদি চান এইখানে অন্য কেউ জয়েন না করুক তাহলে চ্যাট রুমের পাসওয়ার্ড দিতে হবে। যাদের কাছে পাসওয়ার্ড থাকবে শুধুমাত্র তারা চ্যাট রুমে জয়েন করতে পারবে।",
  },
  {
    id: 5,
    content:
      "অন্যের তৈরি চ্যাট রুমে জয়েন করতে হলে চ্যাট রুমের নাম এবং পাসওয়ার্ড দিতে হবে।",
  },
  {
    id: 6,
    content: "চ্যাট রুমে জয়েন হলে আপনি চ্যাট করতে পারবেন।",
  },
];

export default instructions;
